Revit 2026 API

# VertexStream Properties

---

The VertexStream type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

VertexStream Class

Autodesk.Revit.DB.DirectContext3D Namespace